
"No Event Selected." = "Nenhum evento selecionado";
"Multiple Events Selected." = "Vários eventos selecionados";
"No unresolved events." = "Nenhum evento não resolvido";
"No unsolved events." = "Nenhum evento não solucionado";
"No unread events." = "Nenhum evento não lido";
"No matching events found." = "Nenhum evento correspondente encontrado";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Excluir todas as mensagens de \"%@\"";
"Mark as Read" = "Marcar como lido";
"Mark as Unread" = "Marcar como não lido";

//ks Event status tool tips
"Resolved" = "Resolvido";
"Unresolved" = "Não resolvido";
"Partially Solved" = "Parcialmente resolvido";
"Status Unknown" = "Status desconhecido";


//ks Event Severity tool tips
"Information" = "Informações";
"Warning" = "Aviso";
"User Intervention Required" = "Intervenção do usuário necessária";
"Resolvable Problem" = "Problema que pode ser resolvido";
"Unresolvable Problem" = "Problema que não pode ser resolvido";


//ks Filter option buttons
" Unread (%u) " = " Não lido (%u) ";
" Unresolved (%u) " = " Não resolvido (%u) ";

//ks Smash error
"device event retrieval" = "recuperação de evento de dispositivo";
"deletion of event" = "exclusão de evento";

"The message could not be deleted" = "Não foi possível excluir a mensagem";
